tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "git"
brew "gnupg"
brew "hugo"
brew "nano"
brew "postgresql@14", restart_service: true
brew "ptpython"
brew "python@3.10"
brew "virtualenv"
brew "wget"
cask "datagrip"
cask "dataspell"
cask "dbeaver-community"
cask "iterm2"
cask "pgadmin4"
cask "postman"
cask "pycharm"
cask "slack"
cask "temurin11"
cask "webstorm"
cask "zoom"
