tap "homebrew/bundle"
tap "homebrew/services"
brew "git"
brew "gtk+3"
brew "gnumeric"
brew "gnupg"
brew "hugo"
brew "mdbtools"
brew "nano"
brew "pandoc"
brew "pipx"
brew "postgresql@14", restart_service: true
brew "pyenv"
brew "pyenv-virtualenv"
brew "wget"
cask "calibre"
cask "cyberduck"
cask "datagrip"
cask "dataspell"
cask "dbeaver-community"
cask "iterm2"
cask "obsidian"
cask "pgadmin4"
cask "postman"
cask "pycharm"
cask "quarto"
cask "slack"
cask "vivaldi"
cask "webstorm"
cask "zoom"
cask "zulu11"
