brew "git"
brew "gnupg"
brew "hugo"
brew "nano"
brew "pandoc"
brew "postgresql@18", restart_service: :changed
brew "wget"
cask "anki"
cask "calibre"
cask "cyberduck"
cask "datagrip"
cask "dataspell"
cask "dbeaver-community"
cask "firefox"
cask "iterm2"
cask "obsidian"
cask "pgadmin4"
cask "postman"
cask "pycharm"
cask "quarto"
cask "rustrover"
cask "slack"
cask "visual-studio-code"
cask "vivaldi"
cask "webstorm"
cask "wezterm"
cask "zoom"
cask "zulu@21"
vscode "analytic-signal.preview-pdf"
vscode "bierner.markdown-emoji"
vscode "bradlc.vscode-tailwindcss"
vscode "charliermarsh.ruff"
vscode "ckolkman.vscode-postgres"
vscode "davidanson.vscode-markdownlint"
vscode "docker.docker"
vscode "donjayamanne.githistory"
vscode "foxundermoon.shell-format"
vscode "george-alisson.html-preview-vscode"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "hediet.debug-visualizer"
vscode "hediet.vscode-drawio"
vscode "lextudio.restructuredtext"
vscode "marimo-team.vscode-marimo"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ossdata.vscode-pgsql"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "parallelsdesktop.parallels-desktop"
vscode "postman.postman-for-vscode"
vscode "quarto.quarto"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rusnasonov.vscode-hugo"
vscode "shardulm94.trailing-spaces"
vscode "tamasfe.even-better-toml"
vscode "trond-snekvik.simple-rst"
vscode "vscode-icons-team.vscode-icons"
vscode "vue.volar"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
vscode "zainchen.json"
